{
 "_source": {
  "title": "영어과 교육과정 [별표 3] 기본 어휘",
  "authority": "교육부 고시 제2022-33호 [별책 14], pp. 254-290",
  "via": "2022 개정 교육과정에 따른 영어과 교과용도서 검정을 위한 영어 어휘 검색 프로그램(KICE Word Lister), 한국교육과정평가원 교과서검정연구기획단",
  "url": "https://www.goe.go.kr/resource/old/BBSMSTR_000000030136/BBS_202307111028067791.pdf",
  "retrieved": "2026-07-21",
  "appliedFrom": "초3~4학년 2025학년도, 초5~6학년 2026학년도 (2026년 현재 초등 전 학년 적용)"
 },
 "_caveat": "PDF 텍스트 추출 결과이며 아직 원문 대조 검수를 거치지 않았다. 고시 기준 개수는 초등 800 / 중고 1,200 / 그 외 1,000이나 아래 추출본은 819 / 1,215 / 1,011이다. 초과분 대부분은 영·미 철자 이형(color/colour 등 40쌍)이 각각 세어진 것이고, 나머지 10여 개는 추출 잡음으로 보인다. 표제어 선정에 쓰기 전에 검수할 것.",
 "_marks": {
  "elementary": "*표. 초등학교에서 사용 권장",
  "secondary": "**표. 중학교·고등학교 공통과목에서 사용 권장",
  "other": "무표. 그 외 과목에서 사용 권장"
 },
 "counts": {
  "elementary": 819,
  "secondary": 1215,
  "other": 1011
 },
 "elementary": [
  "I",
  "OK",
  "a",
  "about",
  "above",
  "across",
  "act",
  "add",
  "address",
  "adult",
  "aeroplane",
  "afraid",
  "after",
  "afternoon",
  "again",
  "against",
  "age",
  "ago",
  "agree",
  "ahead",
  "air",
  "airplane",
  "album",
  "all",
  "almost",
  "alone",
  "along",
  "already",
  "alright",
  "also",
  "always",
  "and",
  "animal",
  "another",
  "answer",
  "any",
  "apartment",
  "apple",
  "area",
  "arm",
  "around",
  "arrive",
  "art",
  "as",
  "ask",
  "at",
  "aunt",
  "autumn",
  "away",
  "baby",
  "back",
  "bad",
  "badminton",
  "bag",
  "bake",
  "ball",
  "banana",
  "bank",
  "base",
  "baseball",
  "basket",
  "basketball",
  "bat",
  "bath",
  "be",
  "beach",
  "bear",
  "beauty",
  "because",
  "become",
  "bed",
  "bee",
  "beef",
  "before",
  "begin",
  "behind",
  "believe",
  "bell",
  "below",
  "belt",
  "beside",
  "between",
  "big",
  "bike",
  "bill",
  "bird",
  "birth",
  "biscuit",
  "black",
  "blood",
  "blue",
  "board",
  "boat",
  "body",
  "bone",
  "book",
  "borrow",
  "both",
  "bottle",
  "bottom",
  "box",
  "boy",
  "brave",
  "bread",
  "break",
  "breakfast",
  "bridge",
  "bright",
  "bring",
  "brother",
  "brown",
  "brush",
  "build",
  "burn",
  "bus",
  "business",
  "busy",
  "but",
  "butter",
  "button",
  "buy",
  "by",
  "cake",
  "call",
  "camera",
  "camp",
  "campaign",
  "can",
  "candy",
  "cap",
  "car",
  "card",
  "care",
  "carrot",
  "carry",
  "case",
  "cash",
  "cat",
  "catch",
  "center",
  "certain",
  "chair",
  "chance",
  "change",
  "cheap",
  "check",
  "cheese",
  "cheque",
  "chicken",
  "child",
  "chocolate",
  "choose",
  "church",
  "circle",
  "city",
  "class",
  "clean",
  "clear",
  "clever",
  "climb",
  "clock",
  "close",
  "clothes",
  "cloud",
  "club",
  "coat",
  "coffee",
  "cold",
  "collect",
  "college",
  "color",
  "colour",
  "come",
  "comic",
  "company",
  "compute",
  "condition",
  "congratulate",
  "control",
  "cook",
  "cookie",
  "cooky",
  "cool",
  "corner",
  "cost",
  "could",
  "country",
  "couple",
  "course",
  "court",
  "cousin",
  "cover",
  "cow",
  "crayon",
  "cream",
  "cross",
  "cry",
  "culture",
  "cup",
  "curtain",
  "customer",
  "cut",
  "dance",
  "danger",
  "dark",
  "date",
  "daughter",
  "day",
  "dead",
  "death",
  "decide",
  "deep",
  "delicious",
  "design",
  "desk",
  "dialog",
  "dialogue",
  "die",
  "difficult",
  "dinner",
  "discuss",
  "do",
  "doctor",
  "dog",
  "doll",
  "door",
  "double",
  "doughnut",
  "down",
  "draw",
  "dream",
  "dress",
  "drink",
  "drive",
  "drop",
  "drum",
  "dry",
  "duck",
  "during",
  "ear",
  "early",
  "earth",
  "east",
  "eat",
  "egg",
  "eight",
  "elephant",
  "eleven",
  "end",
  "energy",
  "enough",
  "enter",
  "evening",
  "every",
  "example",
  "exercise",
  "eye",
  "face",
  "fact",
  "fail",
  "fall",
  "family",
  "fan",
  "far",
  "farm",
  "fast",
  "fat",
  "father",
  "favorite",
  "favourite",
  "feel",
  "festival",
  "field",
  "fight",
  "file",
  "fill",
  "film",
  "find",
  "fine",
  "finger",
  "finish",
  "fire",
  "first",
  "fish",
  "five",
  "fix",
  "floor",
  "flower",
  "fly",
  "focus",
  "food",
  "fool",
  "foot",
  "football",
  "for",
  "forest",
  "forget",
  "fork",
  "form",
  "four",
  "fox",
  "free",
  "fresh",
  "friend",
  "from",
  "front",
  "fruit",
  "full",
  "fun",
  "future",
  "game",
  "garden",
  "gas",
  "gentleman",
  "get",
  "girl",
  "give",
  "glad",
  "glass",
  "go",
  "goal",
  "god",
  "gold",
  "good",
  "goodbye",
  "grandfather",
  "grape",
  "grass",
  "gray",
  "great",
  "green",
  "grey",
  "ground",
  "group",
  "grow",
  "guess",
  "guitar",
  "gum",
  "guy",
  "habit",
  "hair",
  "hamburger",
  "hand",
  "hang",
  "happy",
  "hard",
  "hat",
  "hate",
  "have",
  "he",
  "head",
  "heart",
  "heat",
  "heavy",
  "hello",
  "helmet",
  "help",
  "here",
  "hero",
  "hey",
  "hi",
  "high",
  "hike",
  "hill",
  "history",
  "hit",
  "hobby",
  "hold",
  "holiday",
  "home",
  "homework",
  "honest",
  "hope",
  "horse",
  "hospital",
  "hot",
  "hour",
  "house",
  "how",
  "however",
  "human",
  "hundred",
  "hunt",
  "hurry",
  "husband",
  "ice",
  "idea",
  "if",
  "image",
  "in",
  "inside",
  "internet",
  "into",
  "introduce",
  "invite",
  "issue",
  "it",
  "jacket",
  "jam",
  "job",
  "join",
  "juice",
  "jump",
  "just",
  "keep",
  "key",
  "kick",
  "kid",
  "kill",
  "kind",
  "king",
  "kiss",
  "kitchen",
  "knife",
  "know",
  "lady",
  "lake",
  "land",
  "large",
  "laser",
  "last",
  "late",
  "lazy",
  "learn",
  "left",
  "leg",
  "lesson",
  "letter",
  "library",
  "lie",
  "life",
  "light",
  "like",
  "line",
  "lion",
  "lip",
  "listen",
  "little",
  "live",
  "long",
  "look",
  "love",
  "low",
  "luck",
  "lunch",
  "mad",
  "mail",
  "make",
  "man",
  "many",
  "map",
  "marathon",
  "market",
  "marry",
  "math",
  "mathematics",
  "maths",
  "may",
  "meat",
  "medal",
  "meet",
  "member",
  "memory",
  "middle",
  "might",
  "milk",
  "mind",
  "miss",
  "model",
  "money",
  "monkey",
  "month",
  "moon",
  "morning",
  "mother",
  "mountain",
  "mouse",
  "mouth",
  "move",
  "movie",
  "much",
  "music",
  "must",
  "name",
  "nation",
  "nature",
  "nay",
  "near",
  "neck",
  "need",
  "never",
  "new",
  "news",
  "newspaper",
  "next",
  "nice",
  "night",
  "nine",
  "no",
  "nope",
  "north",
  "nose",
  "not",
  "note",
  "notebook",
  "nothing",
  "now",
  "number",
  "nurse",
  "of",
  "off",
  "office",
  "often",
  "oil",
  "okay",
  "okey",
  "old",
  "on",
  "one",
  "only",
  "open",
  "or",
  "orange",
  "out",
  "over",
  "page",
  "paint",
  "pants",
  "paper",
  "parent",
  "park",
  "part",
  "partner",
  "party",
  "pass",
  "pay",
  "pen",
  "pencil",
  "people",
  "phone",
  "piano",
  "pick",
  "picture",
  "pig",
  "pilot",
  "pink",
  "pizza",
  "place",
  "plan",
  "plastic",
  "play",
  "please",
  "point",
  "police",
  "poor",
  "potato",
  "power",
  "present",
  "pretty",
  "prince",
  "print",
  "problem",
  "program",
  "programme",
  "project",
  "puppy",
  "push",
  "put",
  "queen",
  "question",
  "quick",
  "quiet",
  "quiz",
  "rabbit",
  "race",
  "radio",
  "rain",
  "read",
  "ready",
  "recreation",
  "red",
  "remember",
  "restaurant",
  "restroom",
  "return",
  "ribbon",
  "rich",
  "right",
  "ring",
  "river",
  "road",
  "robot",
  "rock",
  "room",
  "rose",
  "run",
  "sad",
  "safe",
  "salad",
  "sale",
  "salt",
  "same",
  "sand",
  "sandwich",
  "save",
  "say",
  "school",
  "science",
  "scissors",
  "score",
  "sea",
  "season",
  "second",
  "see",
  "sell",
  "send",
  "service",
  "set",
  "seven",
  "she",
  "ship",
  "shirt",
  "shoe",
  "shop",
  "short",
  "should",
  "show",
  "shy",
  "sick",
  "side",
  "sing",
  "sister",
  "sit",
  "six",
  "size",
  "skate",
  "ski",
  "skin",
  "skirt",
  "sky",
  "sleep",
  "slow",
  "small",
  "smell",
  "smile",
  "snow",
  "so",
  "soccer",
  "sock",
  "soft",
  "software",
  "some",
  "son",
  "song",
  "sorry",
  "sound",
  "soup",
  "south",
  "space",
  "spaghetti",
  "speak",
  "speed",
  "spoon",
  "sport",
  "spring",
  "staff",
  "stand",
  "star",
  "start",
  "stay",
  "steak",
  "stone",
  "stop",
  "store",
  "story",
  "street",
  "strong",
  "study",
  "style",
  "subway",
  "sugar",
  "summer",
  "sun",
  "sure",
  "swim",
  "table",
  "tail",
  "take",
  "talk",
  "tall",
  "tape",
  "taste",
  "taxi",
  "teach",
  "team",
  "telephone",
  "television",
  "tell",
  "ten",
  "tennis",
  "tent",
  "test",
  "textbook",
  "than",
  "thank",
  "that",
  "the",
  "there",
  "they",
  "thing",
  "think",
  "third",
  "thirst",
  "thirteen",
  "thirty",
  "this",
  "three",
  "ticket",
  "tiger",
  "time",
  "tire",
  "to",
  "today",
  "together",
  "tomato",
  "tomorrow",
  "tonight",
  "too",
  "tooth",
  "top",
  "touch",
  "town",
  "toy",
  "track",
  "train",
  "travel",
  "tree",
  "trip",
  "truck",
  "true",
  "try",
  "turn",
  "twelve",
  "twenty",
  "twenty-first",
  "twenty-second",
  "twenty-third",
  "twice",
  "two",
  "type",
  "ugly",
  "umbrella",
  "uncle",
  "under",
  "understand",
  "up",
  "use",
  "vegetable",
  "very",
  "video",
  "violin",
  "visit",
  "voice",
  "wait",
  "wake",
  "walk",
  "wall",
  "want",
  "war",
  "warm",
  "wash",
  "watch",
  "water",
  "watermelon",
  "way",
  "we",
  "wear",
  "weather",
  "website",
  "wedding",
  "week",
  "weekend",
  "weight",
  "welcome",
  "well",
  "west",
  "wet",
  "what",
  "when",
  "where",
  "white",
  "who",
  "why",
  "wife",
  "will",
  "win",
  "wind",
  "window",
  "wine",
  "winter",
  "wish",
  "with",
  "woman",
  "wood",
  "word",
  "work",
  "world",
  "worry",
  "write",
  "wrong",
  "yeah",
  "year",
  "yellow",
  "yep",
  "yes",
  "yesterday",
  "you",
  "young",
  "zoo"
 ],
 "secondary": [
  "able",
  "absolute",
  "accent",
  "accept",
  "access",
  "accident",
  "account",
  "accuse",
  "achieve",
  "adapt",
  "admire",
  "admit",
  "adopt",
  "advance",
  "advantage",
  "adventure",
  "advertise",
  "advertize",
  "advice",
  "advise",
  "affair",
  "affect",
  "afford",
  "agent",
  "aid",
  "aim",
  "airline",
  "airport",
  "alarm",
  "alcohol",
  "alive",
  "allow",
  "aloud",
  "alter",
  "although",
  "altogether",
  "amaze",
  "ambulance",
  "among",
  "amount",
  "amuse",
  "analysis",
  "angel",
  "anger",
  "announce",
  "annoy",
  "annual",
  "ant",
  "anxious",
  "apart",
  "appeal",
  "appear",
  "apply",
  "appoint",
  "appreciate",
  "approach",
  "appropriate",
  "argue",
  "army",
  "arrange",
  "arrest",
  "article",
  "aside",
  "asleep",
  "assess",
  "assign",
  "assist",
  "associate",
  "assume",
  "atmosphere",
  "attach",
  "attack",
  "attempt",
  "attend",
  "attention",
  "attitude",
  "attract",
  "audience",
  "automatic",
  "average",
  "avoid",
  "awake",
  "award",
  "aware",
  "awkward",
  "background",
  "bacon",
  "balance",
  "balloon",
  "band",
  "bang",
  "bar",
  "bare",
  "bark",
  "basis",
  "battery",
  "battle",
  "bay",
  "bean",
  "beat",
  "beer",
  "beg",
  "belief",
  "belong",
  "bench",
  "bend",
  "beneath",
  "benefit",
  "bet",
  "beyond",
  "billion",
  "bin",
  "bind",
  "bit",
  "bite",
  "bitter",
  "blame",
  "blank",
  "blanket",
  "bless",
  "blind",
  "block",
  "blonde",
  "bloom",
  "blow",
  "boil",
  "bomb",
  "bond",
  "boom",
  "boot",
  "bore",
  "boss",
  "bother",
  "bounce",
  "bow",
  "bowl",
  "brain",
  "brake",
  "branch",
  "brand",
  "breast",
  "breath",
  "breathe",
  "brick",
  "brief",
  "brilliant",
  "broad",
  "bubble",
  "budget",
  "bug",
  "bump",
  "bunch",
  "burst",
  "bury",
  "bush",
  "cable",
  "cage",
  "calculate",
  "calendar",
  "calm",
  "capable",
  "cape",
  "capital",
  "captain",
  "career",
  "carpet",
  "cart",
  "cast",
  "castle",
  "catalog",
  "catalogue",
  "category",
  "cause",
  "ceiling",
  "cell",
  "century",
  "chain",
  "chairman",
  "challenge",
  "champion",
  "channel",
  "character",
  "characteristic",
  "charge",
  "charm",
  "chart",
  "chase",
  "chat",
  "cheek",
  "cheer",
  "chest",
  "chew",
  "chief",
  "chip",
  "choice",
  "chop",
  "cigarette",
  "cinema",
  "circumstance",
  "citizen",
  "civil",
  "claim",
  "clerk",
  "click",
  "client",
  "cliff",
  "climate",
  "clip",
  "clue",
  "coach",
  "coal",
  "coast",
  "code",
  "coin",
  "combine",
  "comedy",
  "comfort",
  "command",
  "comment",
  "commerce",
  "committee",
  "common",
  "communicate",
  "community",
  "compare",
  "complain",
  "complete",
  "complex",
  "complicate",
  "concentrate",
  "concept",
  "concern",
  "concert",
  "confirm",
  "conflict",
  "confuse",
  "connect",
  "conscious",
  "consider",
  "constant",
  "consume",
  "contact",
  "contain",
  "content",
  "contest",
  "context",
  "continue",
  "contract",
  "contribute",
  "converse",
  "convince",
  "cop",
  "cope",
  "copy",
  "correct",
  "cottage",
  "cotton",
  "cough",
  "council",
  "count",
  "countryside",
  "county",
  "crack",
  "crash",
  "crawl",
  "create",
  "credit",
  "crime",
  "crisis",
  "crisp",
  "crowd",
  "crown",
  "cruel",
  "cure",
  "curious",
  "curl",
  "current",
  "cute",
  "cycle",
  "damage",
  "dare",
  "darling",
  "dawn",
  "deal",
  "debate",
  "debt",
  "deck",
  "decorate",
  "defence",
  "defense",
  "define",
  "definite",
  "degree",
  "delay",
  "delight",
  "deliver",
  "demand",
  "demonstrate",
  "dentist",
  "deny",
  "depend",
  "depress",
  "describe",
  "desert",
  "deserve",
  "desire",
  "desperate",
  "despite",
  "destroy",
  "detail",
  "detect",
  "determine",
  "develop",
  "diary",
  "dictionary",
  "diet",
  "dig",
  "direct",
  "dirt",
  "disappoint",
  "disc",
  "discipline",
  "disgust",
  "dish",
  "display",
  "distance",
  "district",
  "disturb",
  "dive",
  "divide",
  "divorce",
  "document",
  "dolphin",
  "domestic",
  "donate",
  "doubt",
  "dozen",
  "drag",
  "drama",
  "drug",
  "due",
  "dump",
  "dust",
  "duty",
  "each",
  "earn",
  "ease",
  "economy",
  "edge",
  "edit",
  "educate",
  "effect",
  "effort",
  "either",
  "elect",
  "electric",
  "element",
  "else",
  "embarrass",
  "emotion",
  "emphasize",
  "empire",
  "employ",
  "empty",
  "enemy",
  "engage",
  "engine",
  "engineer",
  "enormous",
  "entertain",
  "entire",
  "envelope",
  "equal",
  "escape",
  "especial",
  "essay",
  "establish",
  "estimate",
  "even",
  "event",
  "ever",
  "evidence",
  "evil",
  "exact",
  "examine",
  "except",
  "exchange",
  "excite",
  "excuse",
  "exhaust",
  "exist",
  "exit",
  "expand",
  "expect",
  "expense",
  "experience",
  "experiment",
  "expert",
  "explain",
  "expose",
  "express",
  "extend",
  "extra",
  "extreme",
  "factor",
  "factory",
  "faint",
  "fair",
  "faith",
  "familiar",
  "fancy",
  "fantastic",
  "fascinate",
  "fashion",
  "fault",
  "favor",
  "favour",
  "fear",
  "feature",
  "fee",
  "feed",
  "fellow",
  "female",
  "fence",
  "fever",
  "few",
  "figure",
  "final",
  "finance",
  "firm",
  "fit",
  "flag",
  "flame",
  "flash",
  "flat",
  "flight",
  "float",
  "flood",
  "flow",
  "fog",
  "fold",
  "folk",
  "follow",
  "force",
  "foreign",
  "forever",
  "forgive",
  "forth",
  "fortunate",
  "fortune",
  "forward",
  "found",
  "frame",
  "frankly",
  "freeze",
  "fright",
  "frog",
  "frustrate",
  "fry",
  "function",
  "fund",
  "fur",
  "furniture",
  "gain",
  "garage",
  "gate",
  "gather",
  "gear",
  "general",
  "gentle",
  "gesture",
  "ghost",
  "giant",
  "gift",
  "giraffe",
  "glance",
  "glory",
  "glove",
  "glue",
  "golf",
  "gorgeous",
  "govern",
  "grab",
  "grace",
  "grade",
  "grand",
  "grant",
  "graph",
  "greet",
  "grocery",
  "guarantee",
  "guard",
  "guest",
  "guide",
  "guilt",
  "gun",
  "half",
  "hall",
  "handle",
  "handsome",
  "happen",
  "harm",
  "health",
  "hear",
  "heaven",
  "height",
  "helicopter",
  "hell",
  "hesitate",
  "hide",
  "highway",
  "hint",
  "hire",
  "hole",
  "honey",
  "honor",
  "honour",
  "hotel",
  "hug",
  "huge",
  "humor",
  "humour",
  "hunger",
  "hurt",
  "identity",
  "ignore",
  "ill",
  "illustrate",
  "imagine",
  "immediate",
  "impress",
  "improve",
  "include",
  "income",
  "increase",
  "indeed",
  "indicate",
  "individual",
  "industry",
  "influence",
  "inform",
  "injure",
  "innocent",
  "insist",
  "inspect",
  "instance",
  "instant",
  "instead",
  "instruct",
  "instrument",
  "insure",
  "intend",
  "intense",
  "intent",
  "interest",
  "internal",
  "interrupt",
  "invent",
  "invest",
  "investigate",
  "involve",
  "iron",
  "island",
  "item",
  "jaw",
  "jeans",
  "joke",
  "journey",
  "joy",
  "judge",
  "junior",
  "justice",
  "knee",
  "knock",
  "knowledge",
  "lab",
  "label",
  "labor",
  "laboratory",
  "labour",
  "lack",
  "lamb",
  "lamp",
  "lane",
  "language",
  "laugh",
  "law",
  "lawn",
  "lawyer",
  "lay",
  "lead",
  "leaf",
  "league",
  "lean",
  "leap",
  "leave",
  "legal",
  "lemon",
  "lend",
  "let",
  "level",
  "licence",
  "license",
  "lid",
  "lift",
  "limit",
  "link",
  "list",
  "livingroom",
  "load",
  "loan",
  "local",
  "locate",
  "lock",
  "log",
  "loose",
  "lose",
  "loss",
  "lot",
  "loud",
  "machine",
  "magazine",
  "magic",
  "main",
  "maintain",
  "major",
  "male",
  "manage",
  "manner",
  "manufacture",
  "mark",
  "marvel",
  "mask",
  "mass",
  "master",
  "match",
  "mate",
  "matter",
  "maximum",
  "maybe",
  "meal",
  "mean",
  "measure",
  "medical",
  "medicine",
  "melon",
  "melt",
  "mental",
  "mention",
  "menu",
  "mess",
  "message",
  "metal",
  "method",
  "microwave",
  "military",
  "mill",
  "minor",
  "minute",
  "mirror",
  "mission",
  "mix",
  "modern",
  "moment",
  "monitor",
  "mood",
  "moral",
  "moreover",
  "motion",
  "motor",
  "mount",
  "mud",
  "muscle",
  "museum",
  "mushroom",
  "mystery",
  "nail",
  "narrow",
  "native",
  "navy",
  "neat",
  "necessary",
  "neighbor",
  "neighbour",
  "neither",
  "nerve",
  "nest",
  "net",
  "noise",
  "none",
  "noon",
  "nor",
  "notice",
  "nowadays",
  "nowhere",
  "nut",
  "oak",
  "object",
  "observe",
  "obvious",
  "occasion",
  "occur",
  "ocean",
  "odd",
  "offer",
  "officer",
  "once",
  "opera",
  "operate",
  "opinion",
  "oppose",
  "order",
  "ordinary",
  "other",
  "otherwise",
  "ought",
  "oven",
  "overall",
  "own",
  "pack",
  "pain",
  "pair",
  "palace",
  "pan",
  "panic",
  "parade",
  "paragraph",
  "pardon",
  "particular",
  "past",
  "path",
  "patient",
  "pattern",
  "pause",
  "peace",
  "pear",
  "pepper",
  "per",
  "perfect",
  "perform",
  "perhaps",
  "period",
  "person",
  "pet",
  "photo",
  "photograph",
  "physical",
  "picnic",
  "pie",
  "piece",
  "pile",
  "pin",
  "pine",
  "pipe",
  "pitch",
  "pity",
  "plain",
  "plane",
  "planet",
  "plant",
  "plate",
  "plenty",
  "plus",
  "pocket",
  "poem",
  "poet",
  "poison",
  "pole",
  "policy",
  "polite",
  "politics",
  "pollute",
  "pool",
  "pop",
  "popular",
  "pork",
  "port",
  "possess",
  "possible",
  "post",
  "pot",
  "potential",
  "pour",
  "powder",
  "practical",
  "practice",
  "practise",
  "pray",
  "prefer",
  "pregnant",
  "prepare",
  "presence",
  "press",
  "pretend",
  "prevent",
  "previous",
  "price",
  "pride",
  "prime",
  "principle",
  "prison",
  "privacy",
  "private",
  "prize",
  "probable",
  "proceed",
  "process",
  "produce",
  "profession",
  "profit",
  "progress",
  "promise",
  "promote",
  "pronounce",
  "proper",
  "property",
  "propose",
  "protect",
  "protest",
  "proud",
  "prove",
  "provide",
  "pub",
  "public",
  "pull",
  "pump",
  "punch",
  "punish",
  "purchase",
  "pure",
  "purple",
  "purpose",
  "puzzle",
  "quality",
  "quarter",
  "quit",
  "quite",
  "quote",
  "rail",
  "rainbow",
  "raise",
  "range",
  "rapid",
  "rare",
  "rat",
  "rate",
  "rather",
  "reach",
  "react",
  "real",
  "reason",
  "receive",
  "recent",
  "recipe",
  "recognize",
  "recommend",
  "record",
  "recover",
  "reduce",
  "refer",
  "reflect",
  "refuse",
  "regard",
  "region",
  "register",
  "regular",
  "relate",
  "relax",
  "release",
  "relief",
  "rely",
  "remain",
  "remark",
  "remind",
  "remove",
  "rent",
  "repair",
  "repeat",
  "replace",
  "reply",
  "report",
  "represent",
  "request",
  "require",
  "research",
  "reserve",
  "resist",
  "resource",
  "respect",
  "respond",
  "responsible",
  "rest",
  "result",
  "retire",
  "rice",
  "ride",
  "rise",
  "risk",
  "rob",
  "rocket",
  "role",
  "roll",
  "roof",
  "root",
  "rope",
  "rough",
  "round",
  "route",
  "row",
  "royal",
  "rub",
  "rude",
  "ruin",
  "rule",
  "rush",
  "sail",
  "salary",
  "sample",
  "satisfy",
  "sauce",
  "scale",
  "scare",
  "scarf",
  "scene",
  "schedule",
  "scratch",
  "scream",
  "screen",
  "seal",
  "search",
  "seat",
  "secret",
  "secretary",
  "section",
  "secure",
  "seed",
  "seek",
  "seem",
  "select",
  "self",
  "senior",
  "sense",
  "sentence",
  "separate",
  "series",
  "serious",
  "serve",
  "session",
  "settle",
  "several",
  "sew",
  "sex",
  "shade",
  "shadow",
  "shake",
  "shall",
  "shame",
  "shape",
  "share",
  "sharp",
  "shave",
  "sheep",
  "sheet",
  "shelf",
  "shell",
  "shelter",
  "shift",
  "shine",
  "shock",
  "shoot",
  "shore",
  "shoulder",
  "shout",
  "shower",
  "shut",
  "sight",
  "sign",
  "silly",
  "silver",
  "similar",
  "simple",
  "since",
  "single",
  "sink",
  "site",
  "situate",
  "skill",
  "slave",
  "slide",
  "slight",
  "slip",
  "smart",
  "smash",
  "smoke",
  "smooth",
  "snack",
  "snake",
  "snap",
  "social",
  "society",
  "soil",
  "soldier",
  "solid",
  "solve",
  "somewhat",
  "soon",
  "sore",
  "sort",
  "soul",
  "sour",
  "source",
  "spare",
  "species",
  "specific",
  "speech",
  "spell",
  "spend",
  "spin",
  "spirit",
  "spoil",
  "sponsor",
  "spot",
  "spray",
  "spread",
  "spy",
  "square",
  "stable",
  "stage",
  "stairs",
  "stamp",
  "standard",
  "stare",
  "state",
  "station",
  "steady",
  "steal",
  "steam",
  "steel",
  "step",
  "stick",
  "still",
  "stir",
  "stock",
  "stomach",
  "storm",
  "straight",
  "strange",
  "strategy",
  "strawberry",
  "stream",
  "stress",
  "stretch",
  "strike",
  "string",
  "structure",
  "struggle",
  "studio",
  "stuff",
  "subject",
  "succeed",
  "success",
  "such",
  "sudden",
  "suffer",
  "suggest",
  "suit",
  "sum",
  "super",
  "supper",
  "supply",
  "support",
  "suppose",
  "surface",
  "surprise",
  "surround",
  "survey",
  "survive",
  "suspect",
  "swallow",
  "sweater",
  "sweep",
  "sweet",
  "swing",
  "switch",
  "system",
  "tale",
  "tank",
  "tap",
  "target",
  "tax",
  "tea",
  "tear",
  "technic",
  "technique",
  "technology",
  "teenage",
  "temperature",
  "tend",
  "tense",
  "term",
  "terrible",
  "text",
  "theater",
  "theatre",
  "then",
  "theory",
  "therefore",
  "thick",
  "thief",
  "thin",
  "though",
  "thousand",
  "threat",
  "throat",
  "through",
  "throw",
  "thus",
  "tide",
  "tie",
  "tight",
  "till",
  "tin",
  "tiny",
  "tip",
  "title",
  "toast",
  "toe",
  "toilet",
  "tone",
  "tongue",
  "tool",
  "topic",
  "total",
  "tough",
  "tour",
  "toward",
  "towards",
  "towel",
  "tower",
  "trace",
  "trade",
  "tradition",
  "traffic",
  "transfer",
  "transport",
  "trap",
  "tray",
  "treat",
  "triangle",
  "trick",
  "trouble",
  "trunk",
  "trust",
  "truth",
  "tune",
  "twin",
  "twist",
  "uniform",
  "unit",
  "unite",
  "university",
  "unless",
  "until",
  "upon",
  "upper",
  "upset",
  "valley",
  "value",
  "van",
  "various",
  "vary",
  "vehicle",
  "version",
  "victim",
  "view",
  "villa",
  "village",
  "violent",
  "vision",
  "volume",
  "volunteer",
  "vote",
  "wage",
  "warn",
  "waste",
  "wave",
  "weak",
  "weapon",
  "weigh",
  "whale",
  "wheel",
  "whether",
  "which",
  "while",
  "whisper",
  "whistle",
  "whole",
  "wide",
  "wild",
  "wing",
  "wipe",
  "wire",
  "wise",
  "within",
  "without",
  "wonder",
  "wool",
  "worth",
  "would",
  "wound",
  "wrap",
  "yell",
  "yet",
  "zebra",
  "zero"
 ],
 "other": [
  "abandon",
  "aboard",
  "abort",
  "abound",
  "abroad",
  "absent",
  "absorb",
  "abstract",
  "absurd",
  "abuse",
  "academy",
  "accelerate",
  "accommodate",
  "accompany",
  "accomplish",
  "accord",
  "accumulate",
  "accurate",
  "ache",
  "acid",
  "acknowledge",
  "acquire",
  "acquisition",
  "addict",
  "adequate",
  "adjust",
  "administer",
  "adolescent",
  "adverse",
  "advocate",
  "aesthetic",
  "agency",
  "agenda",
  "aggress",
  "agriculture",
  "alert",
  "alien",
  "alike",
  "allocate",
  "ally",
  "alongside",
  "alternate",
  "ambassador",
  "ambition",
  "analyse",
  "analyze",
  "anchor",
  "ancient",
  "angle",
  "anniversary",
  "anticipate",
  "anxiety",
  "apology",
  "apparent",
  "approve",
  "approximate",
  "architect",
  "arise",
  "arrow",
  "artifice",
  "aspect",
  "aspire",
  "assault",
  "assemble",
  "assert",
  "asset",
  "assure",
  "astonish",
  "athlete",
  "atom",
  "attribute",
  "auction",
  "authentic",
  "author",
  "avail",
  "await",
  "awe",
  "ban",
  "bankrupt",
  "bargain",
  "barrier",
  "beam",
  "beard",
  "beast",
  "behalf",
  "behave",
  "betray",
  "bias",
  "biography",
  "biology",
  "blast",
  "blend",
  "blink",
  "blossom",
  "bold",
  "boost",
  "border",
  "boundary",
  "breed",
  "breeze",
  "broadcast",
  "brute",
  "bulk",
  "bull",
  "bully",
  "bundle",
  "burden",
  "butcher",
  "buzz",
  "cancel",
  "cancer",
  "candidate",
  "canvas",
  "capture",
  "carve",
  "cater",
  "cattle",
  "caution",
  "cave",
  "cease",
  "celebrate",
  "celebrity",
  "censor",
  "certificate",
  "chamber",
  "chaos",
  "charity",
  "chef",
  "chemical",
  "chill",
  "chin",
  "choir",
  "chorus",
  "chronic",
  "circulate",
  "cite",
  "clap",
  "clash",
  "clause",
  "clay",
  "cling",
  "clinic",
  "cluster",
  "coincide",
  "collaborate",
  "collapse",
  "collar",
  "colleague",
  "colony",
  "column",
  "combat",
  "commit",
  "commodity",
  "communist",
  "companion",
  "compatible",
  "compel",
  "compensate",
  "compete",
  "compile",
  "complement",
  "component",
  "compose",
  "compound",
  "comprehend",
  "comprise",
  "compromise",
  "conceal",
  "conceive",
  "conclude",
  "concrete",
  "condemn",
  "conduct",
  "confer",
  "confess",
  "confide",
  "confine",
  "conform",
  "confront",
  "congress",
  "conscience",
  "consent",
  "conserve",
  "consist",
  "constitute",
  "constrain",
  "construct",
  "consult",
  "contemporary",
  "contend",
  "continent",
  "contradict",
  "contrary",
  "contrast",
  "controversy",
  "convene",
  "convert",
  "convey",
  "convict",
  "cooperate",
  "coordinate",
  "copyright",
  "cord",
  "core",
  "corn",
  "corporate",
  "correspond",
  "corridor",
  "corrupt",
  "costume",
  "counsel",
  "counterpart",
  "coupon",
  "courage",
  "craft",
  "craze",
  "credible",
  "creep",
  "crew",
  "criterion",
  "critic",
  "crop",
  "crucial",
  "cruise",
  "crush",
  "crystal",
  "cultivate",
  "currency",
  "curriculum",
  "curry",
  "curse",
  "curve",
  "custody",
  "custom",
  "cynical",
  "dairy",
  "damp",
  "dash",
  "database",
  "datum",
  "decade",
  "decay",
  "decent",
  "declare",
  "decline",
  "decrease",
  "dedicate",
  "defeat",
  "defend",
  "deficiency",
  "deficit",
  "delegate",
  "delete",
  "deliberate",
  "delicate",
  "democracy",
  "democrat",
  "demon",
  "dense",
  "depart",
  "depict",
  "deposit",
  "deprive",
  "derive",
  "descend",
  "designate",
  "despair",
  "destine",
  "destiny",
  "destruct",
  "detach",
  "device",
  "devil",
  "devise",
  "devote",
  "diabetes",
  "dictate",
  "differ",
  "dignity",
  "dimension",
  "diminish",
  "dine",
  "dip",
  "diplomat",
  "disaster",
  "discourse",
  "discriminate",
  "dismiss",
  "dispute",
  "disrupt",
  "distinct",
  "distinguish",
  "distort",
  "distract",
  "distribute",
  "diverse",
  "divine",
  "domain",
  "dominate",
  "dose",
  "dot",
  "draft",
  "drain",
  "dread",
  "drill",
  "drown",
  "dual",
  "dull",
  "dwell",
  "dynamic",
  "eager",
  "efficient",
  "elaborate",
  "electronic",
  "elegant",
  "elevate",
  "eliminate",
  "elite",
  "embassy",
  "embrace",
  "emerge",
  "emergency",
  "emit",
  "emphasis",
  "encounter",
  "endure",
  "enhance",
  "enquire",
  "enterprise",
  "enthusiastic",
  "entry",
  "environ",
  "envy",
  "equip",
  "era",
  "erase",
  "erect",
  "err",
  "essence",
  "estate",
  "ethic",
  "ethnic",
  "evacuate",
  "evaluate",
  "evitable",
  "evolution",
  "evolve",
  "exaggerate",
  "exceed",
  "excel",
  "excess",
  "exclude",
  "executive",
  "exhibit",
  "exotic",
  "expertise",
  "explicit",
  "explode",
  "explore",
  "export",
  "extent",
  "external",
  "extinct",
  "extract",
  "extraordinary",
  "eyebrow",
  "fabric",
  "facilitate",
  "facility",
  "faculty",
  "fade",
  "false",
  "fame",
  "fare",
  "fasten",
  "fate",
  "federal",
  "ferry",
  "fertile",
  "fiber",
  "fibre",
  "fiction",
  "fierce",
  "filter",
  "finite",
  "flavor",
  "flavour",
  "flaw",
  "flee",
  "flesh",
  "flexible",
  "flip",
  "flock",
  "flourish",
  "flush",
  "fond",
  "forbid",
  "forecast",
  "forehead",
  "format",
  "former",
  "formula",
  "foster",
  "fountain",
  "fraction",
  "framework",
  "frequent",
  "frost",
  "frown",
  "fuel",
  "fulfil",
  "fundamental",
  "funeral",
  "furnish",
  "furthermore",
  "fury",
  "fuse",
  "gallery",
  "gamble",
  "gang",
  "gap",
  "gasoline",
  "gaze",
  "gender",
  "gene",
  "generate",
  "generous",
  "genius",
  "genuine",
  "geography",
  "geology",
  "glare",
  "globe",
  "glow",
  "goat",
  "graduate",
  "grain",
  "grasp",
  "grateful",
  "grave",
  "greed",
  "grief",
  "grip",
  "gross",
  "guardian",
  "guideline",
  "gulf",
  "gym",
  "gymnasium",
  "habitat",
  "halt",
  "hammer",
  "handicap",
  "harbor",
  "harbour",
  "harmony",
  "harsh",
  "harvest",
  "haunt",
  "hazard",
  "headquarters",
  "heal",
  "heel",
  "heir",
  "hence",
  "heritage",
  "hierarchy",
  "highlight",
  "holy",
  "hook",
  "horizon",
  "horror",
  "host",
  "hostile",
  "household",
  "hut",
  "hypothesis",
  "ideal",
  "identical",
  "ideology",
  "illude",
  "imitate",
  "immense",
  "immigrate",
  "immune",
  "impact",
  "imperial",
  "implement",
  "imply",
  "import",
  "impose",
  "incentive",
  "incident",
  "incline",
  "incorporate",
  "index",
  "induce",
  "infant",
  "infect",
  "infer",
  "inflate",
  "ingredient",
  "inhabit",
  "inherent",
  "inhibit",
  "initial",
  "inject",
  "inn",
  "innovate",
  "input",
  "inquire",
  "insect",
  "insert",
  "insight",
  "inspire",
  "install",
  "instinct",
  "institute",
  "insult",
  "integrate",
  "intellect",
  "intelligent",
  "interfere",
  "interior",
  "intermediate",
  "interpret",
  "interval",
  "intervene",
  "intimate",
  "intrigue",
  "invade",
  "irony",
  "irritate",
  "isolate",
  "jail",
  "jar",
  "jog",
  "joint",
  "journal",
  "jury",
  "keen",
  "kit",
  "knight",
  "knot",
  "ladder",
  "landscape",
  "lap",
  "latter",
  "launch",
  "laundry",
  "leak",
  "lease",
  "leather",
  "lecture",
  "legend",
  "legislate",
  "legitimate",
  "leisure",
  "liberal",
  "liberty",
  "likewise",
  "linguistic",
  "liquid",
  "literature",
  "logic",
  "lone",
  "loyal",
  "lump",
  "luxury",
  "magnet",
  "magnificent",
  "manifest",
  "manipulate",
  "margin",
  "marine",
  "mature",
  "mayor",
  "meanwhile",
  "mechanic",
  "mechanism",
  "mediate",
  "medieval",
  "medium",
  "merchant",
  "mere",
  "merge",
  "merit",
  "metropolitan",
  "microphone",
  "migrate",
  "mild",
  "million",
  "mine",
  "mineral",
  "minimal",
  "minimum",
  "ministry",
  "miracle",
  "missile",
  "mobile",
  "mock",
  "mode",
  "moderate",
  "modest",
  "modify",
  "moist",
  "molecule",
  "monster",
  "monument",
  "mortal",
  "motive",
  "multiple",
  "murder",
  "mutual",
  "myth",
  "naive",
  "naked",
  "narrate",
  "nasty",
  "needle",
  "negate",
  "neglect",
  "negotiate",
  "nephew",
  "network",
  "neutral",
  "nevertheless",
  "nightmare",
  "noble",
  "nod",
  "nominate",
  "nonetheless",
  "norm",
  "novel",
  "nuclear",
  "numerous",
  "obey",
  "oblige",
  "obsess",
  "obtain",
  "occupy",
  "offend",
  "opportune",
  "opt",
  "optimist",
  "oral",
  "orbit",
  "orchestra",
  "organ",
  "orient",
  "origin",
  "outcome",
  "outline",
  "output",
  "outrage",
  "outstanding",
  "overcome",
  "overhead",
  "overlap",
  "overlook",
  "overnight",
  "oversea",
  "overseas",
  "overwhelm",
  "owe",
  "pace",
  "pad",
  "pale",
  "palm",
  "panel",
  "parallel",
  "parliament",
  "participate",
  "particle",
  "passage",
  "passenger",
  "passion",
  "passport",
  "pat",
  "patch",
  "patent",
  "pave",
  "peak",
  "peasant",
  "peel",
  "peer",
  "penalty",
  "perceive",
  "permanent",
  "permit",
  "persist",
  "perspective",
  "persuade",
  "petrol",
  "phase",
  "phenomenon",
  "philosophy",
  "phrase",
  "physics",
  "pill",
  "pinch",
  "pioneer",
  "platform",
  "plot",
  "polish",
  "poll",
  "pond",
  "populate",
  "portion",
  "portrait",
  "pose",
  "posit",
  "praise",
  "preach",
  "precede",
  "precise",
  "predator",
  "predict",
  "prejudice",
  "premium",
  "prescribe",
  "preserve",
  "preside",
  "presume",
  "prevail",
  "prey",
  "priest",
  "primitive",
  "principal",
  "prior",
  "privilege",
  "professor",
  "profile",
  "profound",
  "prohibit",
  "prominent",
  "prompt",
  "proof",
  "proportion",
  "prospect",
  "prosper",
  "protein",
  "province",
  "provoke",
  "psychology",
  "publish",
  "pupil",
  "pursue",
  "quantity",
  "questionnaire",
  "rage",
  "rally",
  "random",
  "rank",
  "rational",
  "raw",
  "rear",
  "rebel",
  "receipt",
  "recruit",
  "refine",
  "reform",
  "refrigerate",
  "regret",
  "regulate",
  "reinforce",
  "reject",
  "relevant",
  "relieve",
  "religion",
  "reluctant",
  "remedy",
  "remote",
  "republic",
  "reputation",
  "rescue",
  "resemble",
  "reside",
  "resign",
  "resolve",
  "resort",
  "restore",
  "restrain",
  "restrict",
  "resume",
  "retail",
  "retain",
  "retreat",
  "reveal",
  "revenge",
  "reverse",
  "revise",
  "revive",
  "revolution",
  "reward",
  "rhythm",
  "rid",
  "ridicule",
  "riot",
  "rival",
  "roar",
  "roast",
  "rod",
  "romantic",
  "rot",
  "routine",
  "rumor",
  "rumour",
  "rural",
  "sack",
  "sacred",
  "sacrifice",
  "satellite",
  "scan",
  "scandal",
  "scarce",
  "scatter",
  "scheme",
  "scholar",
  "scope",
  "scramble",
  "screw",
  "sculpt",
  "sector",
  "seize",
  "sensible",
  "sentiment",
  "sequence",
  "severe",
  "shallow",
  "sigh",
  "silent",
  "simulate",
  "simultaneous",
  "sin",
  "skip",
  "slice",
  "slim",
  "slope",
  "sneak",
  "soak",
  "soap",
  "sociology",
  "sole",
  "sophisticate",
  "span",
  "spark",
  "spectacle",
  "spectrum",
  "sphere",
  "spill",
  "spit",
  "splash",
  "split",
  "spouse",
  "squeeze",
  "stack",
  "stain",
  "starve",
  "statistic",
  "statue",
  "status",
  "steep",
  "stem",
  "stiff",
  "stimulate",
  "stitch",
  "stove",
  "strain",
  "strict",
  "strip",
  "stripe",
  "stroke",
  "submarine",
  "submit",
  "subscribe",
  "substance",
  "substitute",
  "subtle",
  "suburb",
  "suck",
  "suffice",
  "suicide",
  "suite",
  "summit",
  "superb",
  "superior",
  "supervise",
  "supplement",
  "surgery",
  "surrender",
  "suspend",
  "sustain",
  "swear",
  "sweat",
  "swell",
  "swift",
  "symbol",
  "sympathy",
  "symphony",
  "symptom",
  "tackle",
  "tag",
  "talent",
  "task",
  "tease",
  "telegraph",
  "temple",
  "temporary",
  "tempt",
  "tenant",
  "tender",
  "terminal",
  "terminate",
  "terrace",
  "terrific",
  "territory",
  "terror",
  "theme",
  "therapy",
  "thorough",
  "thread",
  "thrill",
  "thumb",
  "tick",
  "timber",
  "tissue",
  "torture",
  "toss",
  "toxic",
  "tragic",
  "trail",
  "transact",
  "transform",
  "transition",
  "translate",
  "transmit",
  "treasure",
  "treaty",
  "tremendous",
  "trend",
  "tribe",
  "trigger",
  "trim",
  "triumph",
  "troop",
  "tube",
  "tunnel",
  "turnover",
  "ultimate",
  "undergo",
  "underlie",
  "undermine",
  "undertake",
  "unify",
  "unique",
  "universe",
  "update",
  "upward",
  "upwards",
  "urban",
  "urge",
  "utilise",
  "utilize",
  "utter",
  "vacate",
  "vaccine",
  "vacuum",
  "vague",
  "valid",
  "vanish",
  "vast",
  "venture",
  "verb",
  "verse",
  "versus",
  "vertical",
  "vessel",
  "veterinarian",
  "via",
  "vice",
  "victory",
  "vigor",
  "virgin",
  "virtue",
  "virus",
  "visible",
  "visual",
  "vital",
  "vivid",
  "vocabulary",
  "vocation",
  "wander",
  "warehouse",
  "warrant",
  "wealth",
  "weave",
  "weed",
  "weird",
  "welfare",
  "wheat",
  "whereas",
  "whip",
  "wicked",
  "wit",
  "withdraw",
  "witness",
  "worship",
  "wreck",
  "yield",
  "zone"
 ]
}